Repository: sk1project/skencil
Catalog: trunk/po/*.po
Languages: de, it

source: %(message)s (%(count)d times)
de: %(message)s (%(count)d mal)
it: %(message)s (%(count)d volte)

source: unrecognised file type
de: Unbekanntes Dateiformat
it: Tipo di file sconosciuto

source: Cannot open %(filename)s: %(message)s
de: %(filename)s kann nicht geöffnet werden: %(message)s
it: Impossibile aprire %(filename)s: %(message)s

source: Usage: skencil [options] [filename] skencil accepts these options: -h --help Print this help message -d --display=DISPLAY Use DISPLAY a X Display -g --geometry=WxH+X+Y The geometry of the main window in standard X fashion --run-script=script Execute the file script after startup --version Print the version number to stdout for compatibility with other X software skencil also accepts geometry specifications in the standard X format: -geometry WxH+X+Y
de: Benutzung: skencil [OPTION] DATEI skencil versteht diese Optionen: -h --help Anzeigen dieser Hilfe -d --display=DISPLAY Verwende DISPLAY as X Display -g --geometry=WxH+X+Y Die Geometrie des Hauptfensters --run-script=script Führe die Datei script nach dem start aus --version Anzeigen der Versionsnummer Aus Kompatibilität mit anderen X programmen akzeptiert Skencil die Geometrie auch im standard X format: -geometry WxH+X+Y
it: Uso:\tskencil [opzioni] [nomefile] skencil accetta queste opzioni: -h --help\t\tVisualizza questo messaggio di help -d --display=DISPLAY\tUsa DISPLAY un Display di X -g --geometry=WxH+X+Y\tSetta la geometria della finestra principale usando gli standard di X --run-script=script Esegue il file di script dopo l'avvio --version\t\tVisualizza il numero della versione sullo stdout per compatibilità con gli altri software per X, skencil accetta anche l'indicazione della geometria nel formato standard di X: -geometry WxH+X+Y

source: Cannot load plugin module %s
de: Das Plugin-Modul %s kann nicht geladen werden
it: Impossibile caricare il plugin %s

source: Cannot load filter %(name)s
de: Filter %(name)s kann nicht geladen werden
it: Impossibile caricare il filtro %(name)s

source: Cannot load plugin %(name)s.%(attr)s
de: Das Plugin %(name)s.%(attr)s kann nicht geladen werden
it: Impossibile caricare il plugin %(name)s.%(attr)s

source: Cannot list directory %(filename)s %(message)s
de: Das Verzeichnis %(filename)s kann nicht gelesen werden: %(message)s
it: Impossibile visualizzare la directory %(filename)s %(message)s

source: No plugin-type information in %(filename)s
de: Keine Plugin-Typ-Information in %(filename)s
it: Non c'è l'informazione plugin-type in %(filename)s

source: can't read configuration information from %(filename)s
de: Die Konfigurationsinformationen aus %(filename)s können nicht gelesen werden
it: Impossibile leggere le informazioni di configurazione da %(filename)s

source: Undo %s
de: Zurücknehmen: %s
it: Annulla %s

source: Undo
de: Zurücknehmen
it: Annulla

source: Redo %s
de: Wiederholen: %s
it: Ripeti %s

source: Redo
de: Wiederholen
it: Ripeti

source: Warning
de: Warnung
it: Attenzione

source: Print Traceback
de: Traceback drucken
it: Stampa il tracciato

source: %s is not an arrow definition file
de: %s ist keine Pfeil-Definitions-Datei
it: %s non è un file di definizione frecce

source: Error trying to read arrows from %s Using builtin defaults
de: Fehler beim lesen der Pfeil-Datei %s Verwende die eingebauten Pfeile
it: Errore di lettura frecce da %s Usando i default

source: PolyBezier (%(nodes)d nodes in %(paths)d paths)
de: PolyBezier (%(nodes)d Knoten in %(paths)d Pfaden)
it: Poligono (%(nodes)d nodi in %(paths)d percorsi)

source: Create Curve
de: Kurve Zeichnen
it: Crea curva

source: Create Poly-Line
de: Linienzug zeichnen
it: Crea Poli-linea

source: Select All Nodes
de: Alle Knoten Auswählen
it: Seleziona tutti i nodi

source: %d nodes in PolyBezier
de: %d Knoten in PolyBezier
it: %d nodi nel poligono

source: First node of PolyBezier
de: Erster Knoten der Kurve
it: Primo nodo del poligono

source: Last node of PolyBezier
de: Letzter Knoten der Kurve
it: Ultimo nodo del poligono

source: 1 node of PolyBezier
de: Ein Knoten der Kurve
it: 1 nodo del poligono

source: Point on curve at position %.2f
de: Kurvenpunkt bei %.2f
it: Punto sulla curva alla posizione %.2f

source: No Node of PolyBezier
de: Kein Knoten der Kurve
it: Nessuno nodo del poligono

source: Cut Curve
de: Kurve Schneiden
it: Taglia curva

source: Close Nodes
de: Knoten schließen
it: Chiudi nodi

source: Angle
de: Spitze
it: Angolo

source: Smooth
de: Glatt
it: Sfuma

source: Symmetrical
de: Symmetrisch
it: Simmetrico

source: Curve->Line
de: Kurve->Gerade
it: Curva->Linea

source: Line->Curve
de: Gerade->Kurve
it: Linea->Curva

source: Delete Nodes
de: Knoten Löschen
it: Cancella Nodi

source: Insert Nodes
de: Knoten einfügen
it: Inserisci Nodi

source: Interpolation with %d steps
de: Interpolation mit %d Schritten
it: Interpolazione con %d passi

source: BlendGroup with %d control objects
de: Überblendgruppe mit %d Kontroll-Objekten
it: MescolaGruppo con %d oggetti di controllo

source: I can't alloc all needed colors. I'll use a private colormap
de: Es können nicht alle benötigten Farben alloziert werden; werde eine private Farbpalette verwenden
it: Impossibile allocare tutti i colori necessari. Verrà utilizzata un amappa di colori privata

source: Compound with %d objects
de: Zusammengetztes Objekt mit %d Objekten
it: Composto con %d oggetti

source: %s is not dashes file
de: %s ist keine Strichelungs-Datei
it: %s non è un file dashes

source: Error trying to read dashes from %s Using builtin defaults
de: Fehler beim lesen der Strichelungs-Datei %s Verwende die eingebauten Muster
it: Errore provando a leggere i tratteggi da %s utilizzando i default

source: Guide Lines
de: Hilfslinien
it: Linee guida

source: Layer 1
de: Ebene 1
it: Piano 1

source: Layer %d
de: Ebene %d
it: Piano %d

source: Create Object
de: Objekt erzeugen
it: Crea oggetto

source: Add Style
de: Stil hinzufügen
it: Aggiungi stile

source: Set Properties
de: Eigenschaften Ändern
it: Proprietà

source: Delete
de: Löschen
it: Cancella

source: Move To Top
de: Nach oben
it: Sposta in cima

source: Move To Bottom
de: Nach unten
it: Sposta in fondo

source: Lower
de: Eins nach unten
it: Dietro

source: Raise
de: Eins nach oben
it: Davanti

source: Move Selection to `%s'
de: Auswahl nach »%s« verschieben
it: Sposta selezione su '%s'

source: Cut
de: Ausschneiden
it: Taglia

source: Duplicate
de: Duplizieren
it: Duplica

source: Create Group
de: Gruppieren
it: Crea gruppo

source: Ungroup
de: Gruppierung aufheben
it: Togli gruppo

source: Create Mask Group
de: Maskierungsgruppe erzeugen
it: Crea maschera di gruppo

source: Transform
de: Transformieren
it: Trasforma

source: Translate
de: Verschieben
it: Trasporta

source: Remove Transformation
de: Transformation entfernen
it: Rimuovi trasformazione

source: Align Objects
de: Objekte ausrichten
it: Allinea oggetti

source: Abut Horizontal
de: Nebeneinander
it: Confine orrizontale

source: Abut Vertical
de: Übereinander
it: Confine verticale

source: Flip Horizontal
de: Horizontal spiegeln
it: Rotazione orrizontale

source: Flip Vertical
de: Vertikal spiegeln
it: Rotazione verticale

source: Flip Both
de: Punktspiegelung
it: Ruota entrambi

source: Blend
de: Überblenden
it: Mescola

source: I can't blend the selected objects
de: Die ausgewählten Objekte können nicht übergeblendet werden
it: Gli oggetti selezionati non si possono mescolare

source: Cancel Blend
de: Überblendung aufheben
it: Elimina blend

source: Create Path Text
de: Pfadtext erzeugen
it: Crea testo

source: Create Clone
de: Klonen
it: Crea Clone

source: Combine Beziers
de: Bezier Objekte Kombinieren
it: Combina pezzi

source: Split Beziers
de: Bezier Objekt aufteilen
it: Splitta pezzi

source: Convert To Curve
de: In Kurven umwandeln
it: Converti a curva

source: Select Layer
de: Ebene auswählen
it: Seleziona piano

source: Change Layer State
de: Ebenen bearbeiten
it: CAmbia stato del piano

source: Set Layer Outline Color
de: Ebenen-Umrißfarbe setzen
it: Setta il colore del piano

source: Rename Layer
de: Ebene umbenennen
it: Rinomina piano

source: Append Layer
de: Ebene hinzufügen
it: Appendi piano

source: New Layer
de: Neue Ebene
it: Nuovo piano

source: Move Layer Up
de: Ebene nach oben
it: Sposta il piano sopra

source: Move Layer Down
de: Ebene nach unten
it: Sopsta il piano sotto

source: Delete Layer
de: Ebene löschen
it: Cancella il piano

source: Update Style
de: Stil aktualisieren
it: Aggiorna stile

source: Create Style %s
de: Stil »%s« definieren
it: Crea stile %s

source: Remove Style %s
de: Stil »%s«entfernen
it: Cancella stile %s

source: Change Page Layout
de: Seitenlayout ändern
it: Cambia formato pagina

source: Set Grid Geometry
de: Gitter Bearbeiten
it: Setta geometria griglia

source: Add Guide Line
de: Hilfslinie hinzufügen
it: Aggiungi linea guida

source: Delete Guide Line
de: Hilfslinie löschen
it: Cancella linea guida

source: Move Guide Line
de: Hilfslinie verschieben
it: Sposta linea guida

source: Arc
de: Bogen
it: Arco

source: Chord
de: Sehne
it: Corda

source: Pie Slice
de: Tortenstück
it: Fetta di torta

source: Circle radius %(radius)[length], center %(center)[position]
de: Kreis: Radius %(radius)[length], Zentrum %(center)[position]
it: Cerchio raggio %(radius)[length], centro %(center)[position]

source: Ellipse axes %(axes)[size], center %(center)[position]
de: Ellipse: Achsen %(axes)[size], Zentrum %(center)[position]
it: Elisse assi %(axes)[size], centro %(center)[position]

source: Create Ellipse
de: Ellipse zeichnen
it: Crea elisse

source: Circle %(radius)[length], center %(center)[position]
de: Kreis: Radius %(radius)[length], Zentrum %(center)[position]
it: Cerchio raggio %(radius)[length], centro %(center)[position]

source: Ellipse %(size)[size], center %(center)[position]
de: Ellipse %(size)[size], Zentrum %(center)[position]
it: Elisse %(size)[size], centro %(center)[position]

source: EpsFile `%(filename)s' %(width)d x %(height)d at (%(x)d, %(y)d)
de: Eps-Datei `%(filename)s' %(width)d x %(height)d bei (%(x)d, %(y)d)
it: File-eps '%(filename)s' %(width)d x %(height)d at (%(x)d, %(y)d)

source: I cannot find the metrics for the font %(ps_name)s. The file %(afm)s is not in the font_path. I'll use the metrics for %(fallback)s instead.
de: Kann die Metriken für die Schriftart %(ps_name)s nicht finden. Die Datei %(afm)s befindet sich nicht im »font_path«. Werde stattdessen die Metriken für »%(fallback)s« verwenden.
it: Impossibile trovare le metriche per il font %(ps_name)s. Il file %(afm)s non è nel path dei font. Invece verranno utilizzate le metriche per %(fallback)s.

source: Cannot list directory %s:%s ignoring it in font_path
de: Das Verzeichnis %s kann nicht gelesen werden:%s ignoriere es im »font_path«
it: Impossibile leggere la directory %s:%s Ignorata nel percorso dei font

source: Cannot load sfd file %(filename)s:%(message)s;ignoring it
de: sfd-Datei %(filename)s kann nicht geladen werden: %(message)s; ignoriere sie
it: Impossibile leggere il file sdf %(filename)s:%(message)s; ignorato

source: I can't find font %(fontname)s. I'll use %(fallback)s instead
de: Kann die Schriftart %(fontname)s nicht finden. Verwende stattdessen %(fallback)s
it: Impossibile trovare il font %(fontname)s, Verrà utilizzato %(fallback)s al suo posto

source: Cannot load %(font)s: %(text)s
de: Schriftart %(font)s kann nicht geladen werden: %(text)s
it: Impossibile caricare %(font)s: %(text)s

source: Can't create shared memory image: %s
de: Shared-Memory Image kann nicht erzeugt werden: %s
it: Impossibile creare l'immagine nella memoria condivisa

source: Group with %d objects
de: Gruppe mit %d Objekten
it: Gruppo con %d oggetti

source: Horizontal Guide Line at %(coord)[length]
de: Horizontale Hilfslinie bei %(coord)[length]
it: Linee guida orrizontali a %(coord)[length]

source: Vertical Guide Line at %(coord)[length]
de: Vertikale Hilfslinie bei %(coord)[length]
it: Linee guida verticali a %(coord)[length]

source: Embedded Image %(width)d x %(height)d at (%(x)d, %(y)d)
de: Eingebettetes Bild %(width)d x %(height)d bei (%(x)d, %(y)d)
it: Immagine incapsulata %(width)d x %(heigth)d at (%(x)d, %(y)d)

source: Linked Image `%(filename)s' %(width)d x %(height)d at (%(x)d, %(y)d)
de: Referenziertes Bild `%(filename)s' %(width)d x %(height)d bei (%(x)d, %(y)d)
it: Immagine collegata '%(filename)s' %(width)d x %(height)d a (%(x)d, %(y)d)

source: Embed Image
de: Bild Einbetten
it: Immagine incapsulata

source: Grayscale Image
de: In Graustufen Wandeln
it: Immagine a toni di grigio

source: Invert Image
de: Bild invertieren
it: Inverti immagine

source: Guides
de: Hilfslinien
it: Guide

source: Grid
de: Gitter
it: Griglia

source: MaskGroup with %d objects
de: Maskierungsgruppe mit %d Objekten
it: Maschera di gruppo con %d oggetti

source: Select Mask
de: Maske auswählen
it: Seleziona maschera

source: Unknown Plugin Object `%s'
de: Unbekanntes Plugin-Objekt »%s«
it: Oggetto plugin sconosciuto %s

source: Fill Pattern
de: Füllmuster
it: Riempi disegno

source: Pattern
de: Muster
it: Disegno

source: Fill Transform Pattern
de: Füllmuster transformieren
it: Riempi disegno trasformato

source: Transform pattern
de: Muster transformieren
it: Trasforma disegno

source: Line Pattern
de: Linienmuster
it: Modello linea

source: Line Width
de: Linienbreite
it: Larghezza linea

source: Width
de: Breite
it: Larghezza

source: Line Cap
de: Linienenden
it: Cappuccio linea

source: Cap
de: Ende
it: Cappuccio

source: Line Join
de: Linienverbindung
it: Unisci linea

source: Join
de: Verbindung
it: Unisci

source: Line Dashes
de: Linienstrichelung
it: Linea tratteggiata

source: Dashes
de: Strichelung
it: Trattini

source: Line Arrow 1
de: Linienpfeil 1
it: Linea freccia 1

source: Arrow 1
de: Pfeil 1
it: Freccia 1

source: Line Arrow 2
de: Linienpfeil 2
it: Linea freccia 2

source: Arrow 2
de: Pfeil 2
it: Ffreccia 2

source: Font
de: Schriftart
it: Carattere

source: Font Size
de: Schriftgröße
it: Dimensione carattere

source: Size
de: Größe
it: dimensione

source: Can't embed font '%s': %s
de: Die Schriftart »%s« kann nicht eingebettet werden: %s
it: Impossibile incapsulare il font %s: %s

source: Can't find file for font '%s' for embedding
de: Kann die Datei für die Schriftart »%s« zum Einbetten nicht finden
it: Impossibile trovare il file per il font '%s' per l'incapsulamento

source: Rectangle %(size)[size]
de: Rechteck %(size)[size]
it: Rettangolo %(size)[size]

source: Create Rectangle
de: Rechteck zeichen
it: Crea rettangolo

source: No Selection
de: Nichts ausgewählt
it: Nessuna selezione

source: %s on `%%(layer)s'
de: %s auf »%%(layer)s«
it: %s su `%%(layer)s'

source: %(object)s on `%(layer)s'
de: %(object)s auf »%(layer)s«
it: %(object)s su `%(layer)s

source: %(number)d objects on `%(layer)s'
de: %(number)d Objekte auf »%(layer)s«
it: %(number)d oggetti su `%(layer)s'

source: %d objects on several layers
de: %d Objekte auf mehreren Ebenen
it: %d oggetti su più livelli

source: Move Objects
de: Objekte verschieben
it: Sopsta oggetti

source: Resize Objects
de: Objekte vergrößern
it: Ridimensiona oggetti

source: Scale %(factorx)[factor], %(factory)[factor]
de: Vergrößern %(factorx)[factor], %(factory)[factor]
it: Scala %(factorx)[factor], %(factory)[factor]

source: Move %(x)[length], %(y)[length]
de: Verschieben %(x)[length], %(y)[length]
it: Sposta %(x)[length], %(y)[length]

source: Shear Objects
de: Objekte scheren
it: Tosa oggetti

source: Rotate Objects
de: Objekte drehen
it: Ruota oggetti

source: Rotation Center at %(position)[position]
de: Rotationszentrum bei %(position)[position]
it: Centro di rotazione a %(position)[position]

source: Rotate by %(angle)[angle]
de: Drehen um %(angle)[angle]
it: Ruota di %(angle)[angle]

source: Horizontal Shear by %(ratio)[factor]
de: Horizontale Scherung um %(ratio)[factor]
it: Tosatura orrizziontale di %(ratio)[factor]

source: Vertical Shear by %(ratio)[factor]
de: Vertikale Scherung um %(ratio)[factor]
it: Tosatura verticale di %(ratio)[factor]

source: Identity Transform
de: Identitätsabbildung
it: Trasforma identità

source: Edit Object
de: Objekt bearbeiten
it: Edita oggetto

source: Align Left
de: Links ausrichten
it: Allineamento sinistro

source: Align Right
de: Rechts ausrichten
it: Allineamento destro

source: Align H. Center
de: Horizontal zentrieren
it: Allinea Centro O.

source: Align Top
de: Oben ausrichten
it: Allinea sopra

source: Align V. Center
de: Vertikal zentrieren
it: Allinea Centro V.

source: Align Baseline
de: An Grundlinie ausrichten
it: Allinea alla base

source: Align Bottom
de: Unten ausrichten
it: Allinea sotto

source: Text `%(text)s' at %(position)[position]
de: Text »%(text)s« bei %(position)[position]
it: Testo `%(text)s' a %(position)[position]

source: Create Text
de: Text erzeugen
it: Crea testo

source: Text on Path: `%(text)s'
de: Pfadtext »%(text)s«
it: Testo sul percorso: `%(text)s'

source: Path Text: `%(text)s'
de: Pfadtext »%(text)s«
it: PErcorso testo: `%(text)s'

source: Select Text
de: Text auswählen
it: Seleziona testo

source: Select Path
de: Pfad auswählen
it: Seleziona percorso

source: Rotate Letters
de: Buchstaben drehen
it: Ruota lettere

source: Skew Letters
de: Buchstaben scheren
it: Lettere di traverso

source: Align
de: Ausrichten
it: Allinea

source: Apply
de: Anwenden
it: Applica

source: Close
de: Schließen
it: Chiudi

source: Relative To Selection
de: Relativ zur Auswahl
it: Relativo alla selezione

source: Relative To Lowermost
de: Relativ zum Untersten Objekt
it: Relativo al più basso

source: Relative To Page
de: Relativ zur Seite
it: Relativo alla pagina

source: Steps
de: Stufen
it: Passi

source: Select Start
de: Anfang auswählen
it: Seleziona inizio

source: Select End
de: Ende auswählen
it: Seleziona fine

source: Set %d Blend Steps
de: %d Überblendstufen stzen
it: Setta %d passi di mescolaggio

source: Select
de: Auswählen
it: Seleziona

source: Edit
de: Bearbeiten
it: Edita

source: Create
de: Erzeugen
it: Crea

source: Zoom Area
de: Bereich Vergrößern
it: Area di zoom

source: Pick Object
de: Objekt Wählen
it: Prendi oggetto

source: Place Object
de: Objekt Plazieren
it: Posizione oggetto

source: Draw Rectangle
de: Rechteck zeichen
it: Disegna rettangolo

source: Draw Ellipse
de: Ellipse zeichnen
it: Disegna ellisse

source: Draw Curve
de: Kurve Zeichnen
it: Disegna curva

source: Draw Poly-Line
de: Linienzug zeichnen
it: Disegna poligono

source: Draw Text
de: Text zeichnen
it: Disegna testo

source: Selection Mode
de: Auswahl-Modus
it: Modalità selezione

source: Edit Mode
de: Bearbeitungs-Modus
it: Modalità edit

source: Toggle Mode
de: Modus wechseln
it: Cambia modo

source: Snap to Grid
de: Am Gitter fangen
it: Allinea alla griglia

source: Snap to Objects
de: An Objekten fangen
it: Attacca agli oggetti

source: Snap to Guides
de: An Hilfslinien fangen
it: Attacca alle guide

source: Snap Bounding Rect
de: BoundingBox fangen
it: Aggancia al rettangolo

source: Snap Move Relative
de: Relativ Verschieben/Fangen
it: Aggangia allo spostamento relativo

source: Objects
de: Objekte
it: Oggetti

source: Guide
de: Hilfslinien

source: Snap:
de: Fangen:
it: Aggancio:

source: No Snap
de: Nicht Fangen
it: Nessun aggancio:

source: Crosshairs
de: Fadenkreuz
it: Incrociati

source: Redraw
de: Fenster neu zeichnen
it: Ridisegna

source: Zoom In
de: Hineinzoomen

source: Zoom Out
de: Herauszoomen

source: Fit to Window
de: An Fenster anpassen
it: Adatta alla finestra

source: Fit Selected to Window
de: Auswahl an Fenster anpassen
it: Adatta la selezione alla finestra

source: Fit Page to Window
de: Seite an Fenster anpassen
it: Adatta la pagina alla finestra

source: Restore Previous View
de: Vorhergehende Ansicht
it: Ripristina la vista precedente

source: Outline
de: Umriß
it: Bordi

source: Draw Page Outline
de: Seitenumriß zeigen
it: Disegna i bordi della pagina

source: Set Fill Color...
de: Füllfarbe...
it: Setta colore riempimento...

source: Set Fill Color
de: Füllfarbe festlegen
it: Setta colore riempimento

source: Set Line Color
de: Linenfarbe festlegen
it: Setta colore linea

source: Select Color
de: Farbe wählen
it: Seleziona colore

source: Cancel
de: Abbrechen
it: Annulla

source: Curve
de: Kurve
it: Curva

source: Color
de: Farbe
it: Colore

source: Border
de: Rand
it: Bordo

source: Edit Gradient
de: Gradient Bearbeiten
it: Modifica gradiente

source: Load Image...
de: Bild öffnen...
it: Carica immagine...

source: Pick Image...
de: Bild auswählen...
it: Seleziona immagine...

source: Load Image
de: Bild Öffnen
it: Carica immagine

source: Cannot load %(filename)s: %(message)s
de: Datei %(filename)s kann nicht geladen werden: %(message)s
it: Impossibile caricare %(filename)s: %(message)s

source: Fill Style
de: Füllung
it: Stile riempimento

source: Transform Pattern
de: Muster Transformieren
it: Trasforma disegno

source: Set Fill
de: Füllung festlegen
it: Setta riempimento

source: Fonts
de: Schriftart
it: Caratteri

source: Font Family:
de: Schriftfamilie
it: Famiglia Carattere:

source: Font Style:
de: Schriftschnitt:
it: Stile carattere:

source: Size:
de: Größe:
it: Grandezza:

source: Set Font `%s'
de: Schriftart »%s«
it: Setta font `%s'

source: Set Font Size %.1f
de: Schriftgröße %.1f
it: Setta grandezza font %.1f

source: Set Handle Color
de: Stützpunktfarbe...
it: Setta puntatore colore

source: Delete Handle
de: Stützpunkt löschen
it: Cancella puntatore

source: Insert Handle
de: Stützpunkt einfügen
it: Inserisci Puntatore

source: Reverse
de: Umdrehen

source: Origin:
de: Ursprung:
it: Origine:

source: Widths:
de: Weiten:
it: Larghezze:

source: Add H
de: Neu H
it: Aggiungi O

source: Add V
de: Neu V
it: Aggiungi V

source: % 6.*f %s vertical
de: % 6.*f %s vertikal
it: <% 6.*f %s verticale

source: Layers
de: Ebenen
it: Piani:

source: Rename
de: Umbenennen
it: Rinomina

source: Lower Layer
de: Nach unten
it: Abbassa piano

source: Raise Layer
de: Nach oben
it: Alza piano

source: Move Selection Here
de: Auswahl hierher verschieben
it: Sposta selezione qui

source: Select All Children
de: Alle Objekt der Eben auswählen
it: Seleziona tutti i figli

source: Deselect All Children
de: Alle Objekte der Ebene abwählen
it: Deseleziona tutti i figli

source: Layout
de: Seitenlayout
it: Formato

source: Paper format:
de: Papierformat
it: Formato carta:

source: Portrait
de: Hochformat

source: Landscape
de: Querformat

source: Page size:
de: Papiermaße:
it: Grandezza pagina:

source: Height
de: Höhe
it: Altezza

source: Line Style
de: Umriß Stil
it: Stile linea

source: None
de: Ohne
it: Nessuno

source: Set Outline
de: Umriß festlegen
it: Setta bordi

source: Save Document
de: Dokument speichern
it: Salva documento

source: %s has been changed. Do you want to save it?
de: %s wurge geändert. Möchten Sie das Dokument speichern?
it: %s ha subito modifice. Vuoi salvarlo?

source: New
de: Neu
it: Nuovo

source: New Document
de: Neues Dokument
it: Nuovo documento

source: Open...
de: Öffnen...
it: Apri...

source: Open Document
de: Dokument Öffnen
it: Apri Documento

source: Open
de: Öffnen
it: Apri

source: An error occurred:
de: Ein Fehler ist aufgetreten:
it: Si è verificato un errore:

source: Warnings from the import filter:
de: Warnungen des Import-Filters:
it: Segnalazioni dal filtro d'importazione:

source: Save
de: Speichern
it: Salva

source: Save As...
de: Speichern unter...
it: Salva con nome...

source: Cannot create backup file %(filename)s: %(message)s Choose `continue' to try saving anyway, or `cancel' to cancel.
de: Die Sicherheitskopie %(filename)s kann nicht erzeugt werden: %(message)s Wählen Sie »Fortsetzen« um trotzdem zu speichern, oder »Abbrechen« um abzubrechen.
it: Impossibile creare il file di backup %(filename)s: Scegliere 'continua' per provare a salvare comunque, oppure 'annulla' per annullare.

source: Save To File
de: Speichern
it: Salva su file
