Repository: sk1project/skencil
Catalog: trunk/po/*.po
Languages: de, it

source: Continue
de: Fortsetzen
it: Continua

source: Cannot save %(filename)s: %(message)s
de: %(filename)s kann nicht gespeichert werden: %(message)s
it: Impossibile salvare %(filename)s: %(message)s

source: Save as PostScript...
de: Als PostScript speichern...
it: Salva come PostScript...

source: Save As PostScript
de: Als PostScript Speichern
it: Salva come PostScript

source: The document doesn't have any printable layers.
de: Das Dokument hat keine druckbaren Ebenen
it: Il documento non ha piani stampabili

source: Insert Document...
de: Dokument Einfügen...
it: Inserisci documento...

source: Insert Document
de: Dokument Einfügen
it: Inserisci documento

source: The document is empty
de: Das Dokument ist leer
it: Il documento è vuoto

source: Load Palette...
de: Palette öffnen...
it: Carica palette...

source: Load Palette
de: Palette Öffnen
it: Carica palette

source: Cannot load palette %(filename)s
de: Palette %(filename)s kann nicht geladen werden
it: Impossibile caricare la palette %(filename)s

source: Hide Dialogs
de: Dialoge Verbergen
it: Nascondi dialoghi

source: Show Dialogs
de: Dialoge Zeigen
it: Visualizza dialoghi

source: Layers...
de: Ebenen...
it: Piani...

source: Align...
de: Ausrichten...
it: Allinea...

source: Grid...
de: Gitter...
it: Griglia...

source: Line...
de: Umriß...
it: Linea...

source: Fill...
de: Füllung...
it: Riempi...

source: Font...
de: Schriftart...
it: Carattere...

source: Styles...
de: Stile...
it: Stili...

source: Blend...
de: Überblenden...
it: Mescola...

source: Page Layout...
de: Seitenlayout...
it: Formato pagina...

source: Curve Commands...
de: Kurvenbefehle...
it: Commandi di curva...

source: Guide Lines...
de: Hilfslinien...
it: Linee guida...

source: Print...
de: Drucken...
it: Stampa...

source: Reload Module...
de: Modul neu laden...
it: Ricarica modulo...

source: Options...
de: Optionen...
it: Opzioni...

source: Error running script `%s'
de: Fehler beim ausführen des Skripts »%s«
it: Errore eseguendo lo script '%s'

source: Exit
de: Beenden
it: Esci

source: File
de: Datei

source: Effects
de: Effekte
it: Effetti

source: Arrange
de: Anordnen
it: Arrangia

source: Style
de: Stil
it: Stile

source: View
de: Ansicht
it: Vista

source: Script
de: Skript

source: Windows
de: Fenster
it: Finestre

source: Special
de: Spezial
it: Speciale

source: modified
de: geändert
it: modificato

source: unmodified
de: ungeändert
it: non modificato

source: About...
de: Über...
it: Informazioni su...

source: Skencil (%(version)s) (c) 1996-2007 by Bernhard Herzog Versions: Python: %(py)s Tcl: %(tcl)s Tkinter: %(tkinter)s Tk: %(tk)s
de: Sketch (%(version)s) © 1996-2007 by Bernhard Herzog Versionen: Python: %(py)s Tcl: %(tcl)s Tkinter: %(tkinter)s Tk: %(tk)s
it: Sketch (%(version)s) (c) 1996-2007 by Bernhard Herzog Versioni: Python:\t%(py)s\tTcl:\t%(tcl)s Tkinter:\t%(tkinter)s\tTk:\t%(tk)s

source: About Skencil
de: Über Skencil

source: Load Raster/EPS Image...
de: Raster/EPS-Bild öffnen...
it: Carica immagine Raster/EPS...

source: Add Horizontal Guide Line
de: Horizontale Hilfslinie zeichnen
it: Aggiungi linea guida orrizontale

source: Add Vertical Guide Line
de: Vertikale Hilfslinie zeichnen
it: Aggiungi linea guida verticale

source: Name Style...
de: Stil benennen...
it: Nome stile...

source: No Fill
de: Ohne Füllung
it: Nessun riempimento

source: No Line
de: Ohne Umriß
it: Nessuna linea

source: Select All
de: Alles auswählen
it: Seleziona tutto

source: Select Next
de: Nachstes Objekt auswählen
it: Seleziona successivo

source: Select Previous
de: Vorhergehendes Objekt auswählen
it: Seleziona precedente

source: Select First Child
de: Erstes untergeordnetes Objekt auswählen
it: Seleziona primo figlio

source: Select Parent
de: Übergeordnetes Objekt auswählen
it: Seleziona padre

source: Move to Top
de: Nach oben
it: Sposta in cima

source: Move to Bottom
de: Nach unten
it: Sposta in fondo

source: Move One Up
de: Eins nach oben
it: Sposta uno su

source: Move One Down
de: Eins nach unten
it: Sposta uno giù

source: Group
de: Gruppieren
it: Gruppo

source: Copy
de: Kopieren
it: Copia

source: Paste
de: Einfügen
it: Incolla

source: Discard Undo History
de: Rücknahmeinformation löschen
it: Dimentica la storia dell'annulla

source: Global Options
de: Allgemeine Optionen
it: Opzioni globali

source: # Undo Levels:
de: Rücknahmeschritte
it: # Livelli undo:

source: unlimited
de: unbegrenzt
it: infinito

source: Duplication Offset
de: Duplikat-Verschiebung
it: Intervallo di duplicazione

source: Default Unit
de: Standard Einheit
it: Unità di default

source: Could not load palette %s; trying mini.spl...
de: Palette %s kann nicht geladen werden; Vielleicht geht mini.spl...
it: Impossibile caricare la palette %s; provo mini.spl...

source: Could not load palette mini.spl; reverting to black&white
de: Palette mini.spl kann nicht geladen werden; also Schwarz/Weiß
it: Impossibile aprire la palette mini.spl; passaggio a bianco e nero

source: All Files
de: Alle Dateien
it: Tutti i file

source: Set %s
de: %s setzen
it: Setta %s

source: Set Parameters
de: Parameter setzen
it: Setta parametri

source: Print
de: Drucken
it: Stampa

source: Rotate ccw.
de: 90° links drehen
it: Ruota ccw.

source: Embed fonts
de: Schriften Einbetten

source: Printer
de: Drucker
it: Stampante

source: Command
de: Befehl
it: Comando

source: Filename
de: Dateiname
it: Nome file

source: Skencil/Sketch Document
de: Skencil/Sketch Dokument

source: Encapsulated PostScript
de: Gekapseltes PostScript
it: Encapsulated PostSCript (EPS)

source: Auto Update
de: Automatisches Update
it: Aggiornamento automatico

source: Update From...
de: Aktualisieren von...
it: Aggiorna da...

source: Styles
de: Stile
it: Stili

source: Create Style
de: Stil definieren
it: Crea stile

source: Please enter a style name.
de: Bitte geben Sie einen Stilnamen ein
it: Inserire il nome dello stile

source: The name `%(name)s' is already used. Please choose another one.
de: Der Name »%(name)s« ist bereits vergeben. Bitten wählen Sie einen Anderen
it: Il nome `%(name)s' è già in uso. Sceglierne un altro.

source: Set Default Properties
de: Standardeigenschaften festlegen
it: Setta proprietà di default

source: Please select the object categories whose default properties you want to change
de: Bitte wählen Sie die Objektkategorien, deren Standardeigenschaften Sie festlegen möchten
it: Selezionare le categorie di oggetti di cui si vogliono cambiare le proprietà di default

source: Graphics Objects
de: Grafik-Objekte
it: Oggetti grafici

source: Text Objects
de: Text-Objekte
it: Oggetti testuali

source: Yes
de: Ja
it: Si

source: No
de: Nein

source: Vector patterns not supported. Using black
de: Vektormuster werden nicht unterstützt. Verwende schwarz
it: Disegni vetoriali non supportati, usando il nero

source: Gradient ColorStyle %d not yet supported.substituted black
de: Gradient Stil %d wird noch nicht unterstützt. Verwende Schwarz.
it: Stile colore del gradiente %d non supportato ora, sostituito nero

source: Unknown ColorStyle %d
de: Unbekannter Stil %d
it: Stile di colore sconosciuto

source: less than two color stops in gradient
de: Weniger als zwei Farben in Gradient
it: Meno di due colori nel gradiente

source: Unknown gradient type %d
de: Unbekannter Gradienttyp %d
it: Tuipo gradiente sconosciuto %d

source: Multiple Master fonts not supported. Using Times Roman
de: Multiple Master Fonts werden nicht unterstützt. Verwende Times-Roman
it: Carattere primario multiplo non sopportato. Utilizzando Times Roman

source: Additional encoding ignored
de: Zusätzliche Schriftkodierung wird ignoriert
it: Codifica addizionale ignorata

source: Area text not supported
de: Mengentext wird nicht unterstützt
it: Area testo non supportata

source: No font %s.
de: Kein Font »%s«.
it: No carattere %s.

source: Only images with 1 or 3 components and 8 bits/component supported
de: Nur Bilder mit 1 oder 3 Komponenten und 8 Bit/Komponente werden unterstützt
it: Supportate solo immagini con 1 o 3 comopoenti e 8bit/componente

source: Bzipped Files
de: Bzip-komprimierte Dateien
it: File bzippato

source: Color model %s not implemented. Using black
de: Farbmodell %s wird nicht unterstützt. Verwende schwarz
it: Modello colore %s non implementato. Utilizzando nero

source: Unknown unit specification %d, assuming inches
de: Unbekannte Einheitenangabe %d, verwende Zoll
it: Unità di misura sconosciuta %d, assumendo inches

source: Invalid image specification
de: Ungültige Bildspezifikation
it: Specifica immagine invalida

source: fill type 'monochrome-bitmap' not implemented, using solid black
de: Monochrome Bitmapfüllungen sind nicht implementiert. Verwende schwarz
it: Riempimento tipo 'monochrome-bitmap' non implementato, utilizzando nero

source: fill type 'texture' not implemented, using solid black
de: Texturfüllungen sind nicht implementiert. Verwende schwarz
it: Riempimento tipo 'texture' non implementato, utilizzando nero

source: fill type %d not implemented, using solid black
de: Fülltyp %d ist nicht implementiert. Verwende schwarz
it: Riempimento tipo %s non implementato, utilizzando nero

source: Lens specification ignored
de: Linsenspezifikation wurde ignoriert
it: Specifiche lenti ignorate

source: Canvas specification ignored
de: »Canvas« wurde ignoriert
it: Specifiche pennelli ignorate

source: Texture fill not implemented, using solid black
de: Texturfüllungen sind nicht implementiert. Verwende schwarz
it: Riempimento 'texture' non implementato, utilizzando nero

source: Substituting radial gradient for square gradient
de: Verwende radialen Gradient statt quadratischem Gradient
it: Sostituendo gradi radienti per gradi angolari(?)

source: Image for twocolor fill is not 1 bit deep
de: Das Rasterbild für eine Zweifarbenfüllung ist nicht 1 Bit tief
it: Immagine per riempimento a due colori non è profonda un bit

source: Unexpected end of file
de: Unerwartetes Dateiende
it: Inaspettata fine del file

source: Drawfile
de: Acorn Draw Datei

source: Gzipped Files
de: Gzip-komprimierte Dateien
it: File gzippato

source: The file was created by a newer version of Skencil or Sketch, there might be inaccuracies.
de: Die Datei wurde von einer neueren Skencil/Sketch-Version erzeugt. Es könnten Ungenauigkeiten auftreten

source: Unknown paper format '%s', using A4 instead
de: Unbekanntes Papierformat »%s«. Verwende A4.
it: Formato della carta sconosciuto '%s', utilizzando invece A4

source: No gradient for gradient pattern
de: Kein Gradient für Gradientenmuster
it: Nessun gradiente per il pattern gradiente

source: unnamed style
de: Unbenannter Stil
it: stile senza nome

source: Error reading line %s
de: Fehler in der Zeile %s
it: Errore leggeno la linea %s

source: Unknown Plugin: %s
de: Unbekanntes Plugin-Objekt: %s
it: Plugin sconosciuto: %s

source: Omitted some arguments for function %s
de: Habe einige Argumente für die Funktion %s weggelassen
it: Omessi alcuni argomenti per la funzione %s

source: Cannot call function %s
de: Kann die Funktion %s nicht aufrufen
it: Impossibile chiamare la funzione %s

source: Unknown function %s
de: Unbekannte Funktion: %s
it: Funzione sconosciuta %s

source: error %s:%s in line %d: %s
de: Fehler %s:%s in Zeile %d: %s
it: errore %s:%s alla linea %d: %s

source: The file is not a placeable windows metafile
de: Die Datei ist kein »placeable windows metafile«
it: Il file non è un metafile windows posizionabile

source: Bitmap brushes not yet implemented. Using black
de: Bitmap-brushes sind noch nicht implementiert. Verwende schwarz
it: Pennelli bitmap non sono implementati. Utilizzando nero

source: WMF objects
de: WMF-Objekte
it: Oggetti WMF

source: PostScript font `%(ps)s' substituted for TeX-font `%(tex)s'
de: TeX-Schrift »%(tex)s« ersetzt durch PostScript Schrift »%(ps)s«
it: Carattere PostScript `%(ps)s' sostituito per carattere TeX `%(tex)s'

source: X-Spline treated as PolyLine
de: X-Spline als PolyLine behandelt
it: X-Spline trattata come PolyLine

source: error in line %d: %s
de: Fehler in Zeile %d: %s
it: errore ala linea %d: %s

source: LCD Text: `%(text)s', size %(size)g
de: LCD-Text: »%(text)s«, Größe %(size)g
it: Testi LCD : `%(text)s', grandezza %(size)g

source: Multiline Text
de: Mehrzeiliger Text

source: Set MultilineText Parameters
de: Merzeilentextparameter setzen

source: Regular Polygon
de: Regelmäßiges Vieleck
it: Poligono regolare

source: Vertices
de: Ecken
it: Vertici

source: Regular Polygon: %(vertices)d vertices, radius %(radius)[length]
de: Regelmäßiges Vieleck: %(vertices)d Ecken, Radius %(radius)[length]
it: Poligono regolare: %(vertices)d vertici, raggio %(radius)[length]

source: Create Spiral
de: Spirale Zeichnen

source: Rotations
de: Umdrehungen

source: Spiral
de: Spirale

source: Create Objects
de: Objekte erzeugen

source: Create Star
de: Stern Zeichnen

source: Corners
de: Ecken

source: Outer Radius
de: Äußerer Radius

source: Inner Radius
de: Innerer Radius

source: Star Outline
de: Sternumriß

source: Choose Raster Parameters
de: Rasterparameter Wählen

source: w. Transparency
de: m. Transparenz

source: use BB information
de: Bounding Box verwenden

source: Export Raster
de: Exportieren als Raster

source: unknown extension %s
de: Unbekannte Namenserweiterung %s

source: Export Raster Alpha (100ppi)
de: Exportieren als Raster (100ppi)

source: Reload Image
de: Bild Neu Laden

source: The drawing contains unsupported fill or line patterns. Only solid colors are supported.
de: Die Zeichnung enthält nicht unterstützte Füllungen oder Umrisse. Nur einfarbige Füllungen und Umrisse werden unterstützt.

source: The drawing contains raster images, which are not supported for separation
de: Die Zeichnung enthält Rasterbilder. Rasterbilder werden bei der Separation nicht unterstützt

source: The drawing contains embedded EPS files which are not supported for separation
de: Die Zeichnung enthält EPS-Dateien. EPS-Dateien werden bei der Separation nicht unterstützt

source: The drawing has %d unique colors. Please choose a basename for the separation files. There will be one file for each color with a name of the form basename-XXXXXX.ps where XXXXXX is the hexadecimal color value.
de: Die Zeichnung hat %d verschiedene Farben. Bitte wählen Sie einen Basisnamen für die Separationsdateien. Für jede Farbe wird eine Datei angelegt mit einem Namen der Form Basisname-XXXXXX.ps wobei XXXXXX der Hexadezimalwert der jeweiligen Farbe ist.

source: Basename:
de: Basisname:

source: Spread Horizontal (cascade left)
de: Horizontal Verteilen (Linke Kante)

source: Spread Horizontal (cascade right)
de: Horizontal Verteilen (Rechte Kante)

source: Spread Horizontal (center)
de: Horizontal Verteilen (Mitte)

source: Spread Horizontal (bbox)
de: Horizontal Verteilen (Gleiche Abstände)

source: Spread Vertical (cascade bottom)
de: Vertikal Verteilen (Untere Kante)

source: Spread Vertical (cascade top)
de: Vertikal Verteilen (Obere Kante)

source: Spread Vertical (center)
de: Vertikal Verteilen (Mitte)

source: Spread Vertical (bbox)
de: Vertikal Verteilen (gleiche Abstände)

source: Traceback
it: Tracciato

source: PolyBezier
it: Poligono

source: % 6.*f %s horizontal
it: % 6.*f %s orrizontale

source: Name
it: Nome

source: Hor.
it: Ori.

source: LCD Text
it: Testo LCD

source: Text
it: Testo

source: Radius
it: Raggio
